# MADE BY - ALPHA BABY

class Helper(object):
    HELP_M = '''```
❖ ᴄʜσσsє ᴛʜє ᴄᴧᴛєɢσʀʏ ғσʀ ᴡʜɪᴄʜ ʏσυ ᴡᴧηηᴧ ɢєᴛ ʜєʟᴩ
ᴧsᴋ ʏσυʀ ᴅσυʙᴛs ᴧᴛ sυᴘᴘσʀᴛ ᴄʜᴧᴛ
ᴧʟʟ ᴄσϻϻᴧηᴅs ᴄᴧη ʙє υsєᴅ ᴡɪᴛʜ : /```
'''

    HELP_B = '''```
❖ ᴄʜσσsє ᴛʜє ᴄᴧᴛєɢσʀʏ ғσʀ ᴡʜɪᴄʜ ʏσυ ᴡᴧηηᴧ ɢєᴛ ʜєʟᴩ
ᴧsᴋ ʏσυʀ ᴅσυʙᴛs ᴧᴛ sυᴘᴘσʀᴛ ᴄʜᴧᴛ
ᴧʟʟ ᴄσϻϻᴧηᴅs ᴄᴧη ʙє υsєᴅ ᴡɪᴛʜ : /```
'''


    HELP_Sona = '''```
❖ ʜєʟᴘ ϻᴧɪη ϻєηυ```
**❖ ᴄʜσσsє ᴛʜє ᴄᴧᴛєɢσʀʏ ғσʀ ᴡʜɪᴄʜ ʏσυ ᴡᴧηηᴧ ɢєᴛ ʜєʟᴩ**
'''

#------------------------------------------------------------------------------------------------------------------------
# TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL |
#------------------------------------------------------------------------------------------------------------------------

    HELP_01 = '''```
❖ ᴄʜᴧᴛɢᴘᴛ ᴄσϻϻᴧηᴅꜱ ❖```

**❖ ᴧɪ|ᴄʜᴧᴛɢᴘᴛ ᴄσϻϻᴧηᴅs

❍ /ai [ǫυєʀʏ] : sєᴧʀᴄʜ ᴛʜє ᴧηʏ ᴛʏᴘє ǫυєsᴛɪση

❖ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [⎯᪵፝֟፝֟⎯꯭𓆩꯭ 𝐀 ꯭ʟ ꯭ᴘ ꯭ʜ꯭ ᴧ꯭⎯꯭꯭‌꯭🥂꯭༎꯭ 𓆪](https://t.me/ll_ALPHA_BABY_lll)**
'''


    HELP_02 = '''```
❖ sєᴧʀᴄʜ ᴄσϻϻᴧηᴅꜱ ❖```

**❍ /google [ǫυєʀʏ] : sєᴧʀᴄʜ ᴛʜє ɢσσɢʟє ғσʀ ᴛʜє ɢɪᴠєη ǫυєʀʏ
❍ /waifu [ǫυєʀʏ] : sєᴧʀᴄʜ ʀᴀɴᴅᴏᴍ ᴡᴀɪғᴜ ғσʀ ᴛʜє ɢɪᴠєη ǫυєʀʏ
❍ /bored [ǫυєʀʏ] : ᴛɪᴍᴇ ᴏᴜᴛ ʙᴏʀɪɴɢ ᴍᴏᴅᴅs ғσʀ ᴛʜє ɢɪᴠєη ǫυєʀʏ
❍ /image [ǫυєʀʏ] : ɢєᴛ ᴛʜє ɪϻᴧɢєs ʀєɢᴧʀᴅɪηɢ ᴛσ ʏσυʀ ǫυєʀʏ
❍ /math [ǫυєʀʏ] : ɢᴇᴛ sᴏʟᴠᴇᴅ ᴍᴀᴛʜ ǫᴜᴇsᴛɪᴏɴs. ᴇx - 2+2 **
```
❖ єxᴧϻᴘʟє : /google ʜɪɴᴅɪ sᴏɴɢs ```

**❖ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [⎯᪵፝֟፝֟⎯꯭𓆩꯭ 𝐀 ꯭ʟ ꯭ᴘ ꯭ʜ꯭ ᴧ꯭⎯꯭꯭‌꯭🥂꯭༎꯭ 𓆪](https://t.me/ll_ALPHA_BABY_lll)**
'''

    HELP_03 = '''```
❖ ᴛєxᴛ ᴛσ ᴠσɪᴄє ❖```


**❖ ᴛєxᴛ ᴛσ ᴠσɪᴄє

❍ /tts : [ᴛєxᴛ]

❖ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [⎯᪵፝֟፝֟⎯꯭𓆩꯭ 𝐀 ꯭ʟ ꯭ᴘ ꯭ʜ꯭ ᴧ꯭⎯꯭꯭‌꯭🥂꯭༎꯭ 𓆪](https://t.me/ll_ALPHA_BABY_lll) **
'''


    HELP_04 = '''```
❖ ɪηꜰσ ᴄσϻϻᴧηᴅꜱ ❖```
**❍ /id : ɢєᴛ ᴛʜє ᴄυʀʀєηᴛ ɢʀσυᴘ ɪᴅ. ɪғ υsєᴅ ʙʏ ʀєᴘʟʏɪηɢ ᴛσ ᴧ ϻєssᴧɢє, ɢєᴛs ᴛʜᴧᴛ υsєʀ's ɪᴅ
❍ /info : ɢєᴛ ɪηғσʀϻᴧᴛɪση ᴧʙσυᴛ ᴧ υsєʀ.
❍ /givelink : ɢєᴛ ɪηғσʀϻᴧᴛɪση ᴧʙσυᴛ ᴧ ɢɪᴛʜυʙ υsєʀ
❍ /groupdata : ɢᴇᴛ ʏᴏᴜʀ ɢʀᴏᴜᴘ ᴅᴀᴛᴀ
❍ /groupinfo : ɢᴇᴛ ʏᴏᴜʀ ɢʀᴏᴜᴘ ɪɴғᴏ ᴇx :- /groupinfo ɢʀᴏᴜᴘ ᴜsᴇʀɴᴀᴍᴇ
❍ /status : ɢᴇᴛ ʏᴏᴜʀ ɢʀᴏᴜᴘ sᴛᴀᴛᴜs

𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [⎯᪵፝֟፝֟⎯꯭𓆩꯭ 𝐀 ꯭ʟ ꯭ᴘ ꯭ʜ꯭ ᴧ꯭⎯꯭꯭‌꯭🥂꯭༎꯭ 𓆪](https://t.me/ll_ALPHA_BABY_lll)**
'''



    HELP_05 = '''```
❖ ғσηᴛ ❖```
**ʙʏ υsɪηɢ ᴛʜɪs ϻσᴅυʟє ʏσυ ᴄᴧη ᴄʜᴧηɢє ғσηᴛs σғ ᴧηʏ ᴛєxᴛ!

❍ /font [ᴛєxᴛ]**
```
❖ єxᴧϻᴘʟє : /font ALPHA BABY```

**❖ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [⎯᪵፝֟፝֟⎯꯭𓆩꯭ 𝐀 ꯭ʟ ꯭ᴘ ꯭ʜ꯭ ᴧ꯭⎯꯭꯭‌꯭🥂꯭༎꯭ 𓆪](https://t.me/ll_ALPHA_BABY_lll) **
'''

    HELP_06 = '''```
❖ ϻᴧᴛʜ ǫυᴧᴛɪσηs sσʟᴠє ❖```

**❍ /math ➠ sσʟᴠєs ϻᴧᴛʜєϻᴧᴛɪᴄᴧʟ ᴘʀσʙʟєϻs ᴧηᴅ ǫυᴧᴛɪσηs

❖ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [⎯᪵፝֟፝֟⎯꯭𓆩꯭ 𝐀 ꯭ʟ ꯭ᴘ ꯭ʜ꯭ ᴧ꯭⎯꯭꯭‌꯭🥂꯭༎꯭ 𓆪](https://t.me/ll_ALPHA_BABY_lll)**
'''


    HELP_07 = '''```
❖ ᴛᴧɢ ᴄσϻϻᴧηᴅꜱ ❖```

**✿ ᴄʜσσsє ᴛᴧɢ ɪη ʏσυʀ ᴄʜᴧᴛ ✿

❍ /all ➠ ᴧηʏ ᴡʀɪᴛᴛєη ᴛєxᴛ ᴛᴧɢ
❍ /tagoff /tagstop ⇴ sᴛσᴘ ᴛᴧɢ


❍ /shayari ➠ ʀᴧηᴅσϻ sʜᴧʏᴧʀɪ ᴛᴧɢ 
❍ /shstop ⇴ sᴛσᴘ ᴛᴧɢ

❖ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [⎯᪵፝֟፝֟⎯꯭𓆩꯭ 𝐀 ꯭ʟ ꯭ᴘ ꯭ʜ꯭ ᴧ꯭⎯꯭꯭‌꯭🥂꯭༎꯭ 𓆪](https://t.me/ll_ALPHA_BABY_lll)**
'''


    HELP_08 = '''```
❖ ᴄᴏᴜᴘʟᴇs ᴄσϻϻᴧηᴅꜱ ❖```

**❍ /couples ➠ ᴜsᴇ ᴛʜɪs ᴄᴏᴍᴍᴀɴᴅ ᴀɴᴅ sᴇᴇ ɢʀᴏᴜᴘs ᴄᴏᴜᴘʟᴇs.
❍ /wish ➠ ᴜsᴇ ᴛʜɪs ᴄᴏᴍᴍᴀɴᴅ ᴀɴᴅ sᴇᴇ ɢʀᴏᴜᴘs ᴄᴏᴜᴘʟᴇs..
❍ /love ➠ ᴀᴅᴅ ᴛᴡᴏ ɴᴀᴍᴇs ᴀɴᴅ sᴇᴇ ʟᴏᴠᴇ ᴘᴏssɪʙɪʟɪᴛʏ !! ʟɪᴋᴇ ʀᴀᴊᴀ + sᴏɴᴀ.

❖ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [⎯᪵፝֟፝֟⎯꯭𓆩꯭ 𝐀 ꯭ʟ ꯭ᴘ ꯭ʜ꯭ ᴧ꯭⎯꯭꯭‌꯭🥂꯭༎꯭ 𓆪](https://t.me/ll_ALPHA_BABY_lll)**
'''





    HELP_09 = '''```
❖ ʜᴧsᴛᴧɢ ❖```

**ʜєʀє ɪs ᴛʜє ʜєʟᴘ ғσʀ ᴛʜє ʜᴧsᴛᴧɢ ϻσᴅυʟє:

❍ /hastag : [ᴛєxᴛ]

❖ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [⎯᪵፝֟፝֟⎯꯭𓆩꯭ 𝐀 ꯭ʟ ꯭ᴘ ꯭ʜ꯭ ᴧ꯭⎯꯭꯭‌꯭🥂꯭༎꯭ 𓆪](https://t.me/ll_ALPHA_BABY_lll)**
'''


    HELP_10 = '''```
❖ sᴛɪᴄᴋєʀs ᴄσϻϻᴧηᴅꜱ ❖```

**❍ /packkang ➠ ᴄʀєᴧᴛєs ᴧ ᴘᴧᴄᴋ σғ sᴛɪᴄᴋєʀs ғʀσϻ ᴧ σᴛʜєʀ ᴘᴧᴄᴋ
❍ /stickerid ➠ ɢєᴛs ᴛʜє sᴛɪᴄᴋєʀ ɪᴅ σғ ᴧ sᴛɪᴄᴋєʀ
❍ /mmf ➠ ʀᴇᴘʟʏ ᴀɴʏ ᴘɪᴄ ᴀɴᴅ ɢɪᴠᴇ ᴛᴇxᴛ ᴇx :- /mmf alpha
❍ /kang ➠ ʀᴇᴘʟʏ ᴀɴʏ sᴛɪᴄᴋᴇʀ & ᴄʀᴇᴀᴛᴇ ʏᴏᴜʀ sᴛɪᴄᴋᴇʀ ᴘᴀᴄᴋ
❍ /st ➠ ғɪɴᴅ ᴏʀɪɢɪɴᴀʟ sᴛɪᴄᴋᴇʀ


❖ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [⎯᪵፝֟፝֟⎯꯭𓆩꯭ 𝐀 ꯭ʟ ꯭ᴘ ꯭ʜ꯭ ᴧ꯭⎯꯭꯭‌꯭🥂꯭༎꯭ 𓆪](https://t.me/ll_ALPHA_BABY_lll)**
'''


    HELP_11 = '''```
❖ ғυη ❖```

**ʜєʀє ɪs ᴛʜє ʜєʟᴘ ғσʀ ᴛʜє ғυη ϻσᴅυʟє:

❍ /kinner [ᴄʜєᴄᴋ ʏσυʀ ᴋɪɴɴᴇʀ ᴄʜᴀɴᴄᴇ]
❍ /cute [ᴄʜєᴄᴋ ʏσυʀ ᴄυᴛєηєss]
❍ /horny [ᴄʜєᴄᴋ ʏσυʀ ʜσʀηʏηєss]
❍ /lezbian [ᴄʜєᴄᴋ ʜσᴡ ϻυᴄʜ ʟєᴢʙɪᴧη ʏσυ ᴧʀє]
❍ /gay [ᴄʜєᴄᴋ ʜσᴡ ϻυᴄʜ ɢᴧʏ ʏσυ ᴧʀє]
❍ /rand [ᴄʜєᴄᴋ ʜσᴡ ϻυᴄʜ ʀᴧηᴅ ʏσυ ᴧʀє]
❍ /boob [ᴄʜєᴄᴋ ʏσυʀ ʙσσʙɪєs sɪᴢє]
❍ /cock [ᴄʜєᴄᴋ ʏσυʀ ᴅɪᴄᴋ sɪᴢє]
❍ /truth : sєηᴅs ᴧ ʀᴧηᴅσϻ ᴛʀυᴛʜ sᴛʀɪηɢ
❍ /dare : sєηᴅs ᴧ ʀᴧηᴅσϻ ᴅᴧʀє sᴛʀɪηɢ

❖ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [⎯᪵፝֟፝֟⎯꯭𓆩꯭ 𝐀 ꯭ʟ ꯭ᴘ ꯭ʜ꯭ ᴧ꯭⎯꯭꯭‌꯭🥂꯭༎꯭ 𓆪](https://t.me/ll_ALPHA_BABY_lll)**
'''


    HELP_12 = '''```
❖ ǫυσᴛʟʏ ❖```

**ʜєʀє ɪs ᴛʜє ʜєʟᴘ ғσʀ ᴛʜє ǫυσᴛʟʏ ϻσᴅυʟє:

❍ /q : ᴄʀєᴧᴛє ᴧ ǫυσᴛє ғʀσϻ ᴛʜє ϻєssᴧɢє
❍ /q r : ᴄʀєᴧᴛє ᴧ ǫυσᴛє ғʀσϻ ᴛʜє ϻєssᴧɢє ᴡɪᴛʜ ʀєᴘʟʏ

❖ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [⎯᪵፝֟፝֟⎯꯭𓆩꯭ 𝐀 ꯭ʟ ꯭ᴘ ꯭ʜ꯭ ᴧ꯭⎯꯭꯭‌꯭🥂꯭༎꯭ 𓆪](https://t.me/ll_ALPHA_BABY_lll)**
'''


    HELP_13 = '''```
❖ ᴛʀυᴛʜ ᴧηᴅ ᴅᴧʀє ❖```

**❖ ᴛʀυᴛʜ ᴧηᴅ ᴅᴧʀє ᴄσϻϻᴧηᴅ

❍ /truth : sєηᴅs ᴧ ʀᴧηᴅσϻ ᴛʀυᴛʜ sᴛʀɪηɢ
❍ /dare : sєηᴅs ᴧ ʀᴧηᴅσϻ ᴅᴧʀє sᴛʀɪηɢ

❖ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [⎯᪵፝֟፝֟⎯꯭𓆩꯭ 𝐀 ꯭ʟ ꯭ᴘ ꯭ʜ꯭ ᴧ꯭⎯꯭꯭‌꯭🥂꯭༎꯭ 𓆪](https://t.me/ll_ALPHA_BABY_lll)**
'''



#------------------------------------------------------------------------------------------------------------------------
# MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | 
#------------------------------------------------------------------------------------------------------------------------







    HELP_14 = '''```
<u>**❖ ʙᴧη ᴄσϻϻᴧηᴅꜱ ❖**</u>```
**❖ ᴧᴠᴧɪʟᴧʙʟє ᴄσϻϻᴧηᴅs ꜰσʀ ʙᴧηs :


❖ 𝖠𝖣𝖬𝖨𝖭𝖲 𝖮𝖭𝖫𝖸 :

❍ /ban <userhandle> : ʙᴧηs ᴧ υsєʀ. (ᴠɪᴧ ʜᴧηᴅʟє, σʀ ʀєᴘʟʏ)
❍ /sban <userhandle>: sɪʟєηᴛʟʏ ʙᴧη ᴧ υsєʀ ᴅєʟєᴛєs ᴄσϻϻᴧηᴅ, ʀєᴘʟɪєᴅ ϻєssᴧɢє ᴧηᴅ ᴅσєsη'ᴛ ʀєᴘʟʏ (ᴠɪᴧ ʜᴧηᴅʟє, σʀ ʀєᴘʟʏ)
❍ /tban <userhandle> : x(ϻ/ʜ/ᴅ): ʙᴧηs ᴧ υsєʀ ғσʀ x ᴛɪϻє (ᴠɪᴧ ʜᴧηᴅʟє, σʀ ʀєᴘʟʏ) ϻ = ϻɪηυᴛєs, ʜ = ʜσυʀs, ᴅ = ᴅᴧʏs
❍ /unban <userhandle> : υηʙᴧηs ᴧ υsєʀ (ᴠɪᴧ ʜᴧηᴅʟє, σʀ ʀєᴘʟʏ)**

<u>**❖ ᴋɪᴄᴋs ᴄσϻϻᴧηᴅꜱ ❖**</u>

**❍ /kick <userhandle> : ᴋɪᴄᴋs ᴧ υsєʀ συᴛ σғ ᴛʜє ɢʀσυᴘ, (ᴠɪᴧ ʜᴧηᴅʟє, σʀ ʀєᴘʟʏ)
❍ /kickme: ᴋɪᴄᴋs ᴛʜє υsєʀ ᴡʜσ ɪssυєᴅ ᴛʜє ᴄσϻϻᴧηᴅ

<u>**❖ ϻυᴛє ᴄσϻϻᴧηᴅꜱ ❖**</u>

**❖ ᴧᴠᴧɪʟᴧʙʟє ᴄσϻϻᴧηᴅs ꜰσʀ ϻυᴛє :

❖ 𝖠𝖣𝖬𝖨𝖭𝖲 𝖮𝖭𝖫𝖸 :

❍ /mute <userhandle> : sɪʟєηᴄєs ᴧ υsєʀ ᴄᴧη ᴧʟsσ ʙє υsєᴅ ᴧs ᴧ ʀєᴘʟʏ, ϻυᴛɪηɢ ᴛʜє ʀєᴘʟɪєᴅ ᴛσ υsєʀ
❍ /tmute <userhandle> x(ϻ/ʜ/ᴅ): ϻυᴛєs ᴧ υsєʀ ғσʀ x ᴛɪϻє (ᴠɪᴧ ʜᴧηᴅʟє, σʀ ʀєᴘʟʏ). ϻ = ϻɪηυᴛєs, ʜ = ʜσυʀs, ᴅ = ᴅᴧʏs.
❍ /unmute <userhandle>: υηϻυᴛєs ᴧ υsєʀ ᴄᴧη ᴧʟsσ ʙє υsєᴅ ᴧs ᴧ ʀєᴘʟʏ, ϻυᴛɪηɢ ᴛʜє ʀєᴘʟɪєᴅ ᴛσ υsєʀ**

```
ᴛʜɪs ᴄσϻϻᴧηᴅ ᴡɪʟʟ ᴡσʀᴋ σηʟʏ ɪғ ʏσυ ɢɪᴠє ʙᴧη ʀɪɢʜᴛs ᴛσ ᴛʜє ʙσᴛ ᴡɪᴛʜ ᴧᴅϻɪη```


❖ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [⎯᪵፝֟፝֟⎯꯭𓆩꯭ 𝐀 ꯭ʟ ꯭ᴘ ꯭ʜ꯭ ᴧ꯭⎯꯭꯭‌꯭🥂꯭༎꯭ 𓆪](https://t.me/ll_ALPHA_BABY_lll)**
'''

    HELP_15 = '''```
❖ ᴋɪᴄᴋs ᴄσϻϻᴧηᴅꜱ ❖```

**❍ /kick <userhandle> : ᴋɪᴄᴋs ᴧ υsєʀ συᴛ σғ ᴛʜє ɢʀσυᴘ, (ᴠɪᴧ ʜᴧηᴅʟє, σʀ ʀєᴘʟʏ)
❍ /kickme: ᴋɪᴄᴋs ᴛʜє υsєʀ ᴡʜσ ɪssυєᴅ ᴛʜє ᴄσϻϻᴧηᴅ

❖ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [⎯᪵፝֟፝֟⎯꯭𓆩꯭ 𝐀 ꯭ʟ ꯭ᴘ ꯭ʜ꯭ ᴧ꯭⎯꯭꯭‌꯭🥂꯭༎꯭ 𓆪](https://t.me/ll_ALPHA_BABY_lll)**
'''


    HELP_16 = '''```
❖ ϻυᴛє ᴄσϻϻᴧηᴅꜱ ❖```

**❖ ᴧᴠᴧɪʟᴧʙʟє ᴄσϻϻᴧηᴅs ꜰσʀ ϻυᴛє :

❖ 𝖠𝖣𝖬𝖨𝖭𝖲 𝖮𝖭𝖫𝖸 :

❍ /mute <userhandle> : sɪʟєηᴄєs ᴧ υsєʀ ᴄᴧη ᴧʟsσ ʙє υsєᴅ ᴧs ᴧ ʀєᴘʟʏ, ϻυᴛɪηɢ ᴛʜє ʀєᴘʟɪєᴅ ᴛσ υsєʀ
❍ /tmute <userhandle> x(ϻ/ʜ/ᴅ): ϻυᴛєs ᴧ υsєʀ ғσʀ x ᴛɪϻє (ᴠɪᴧ ʜᴧηᴅʟє, σʀ ʀєᴘʟʏ). ϻ = ϻɪηυᴛєs, ʜ = ʜσυʀs, ᴅ = ᴅᴧʏs.
❍ /unmute <userhandle>: υηϻυᴛєs ᴧ υsєʀ ᴄᴧη ᴧʟsσ ʙє υsєᴅ ᴧs ᴧ ʀєᴘʟʏ, ϻυᴛɪηɢ ᴛʜє ʀєᴘʟɪєᴅ ᴛσ υsєʀ**
```
ᴛʜɪs ᴄσϻϻᴧηᴅ ᴡɪʟʟ ᴡσʀᴋ σηʟʏ ɪғ ʏσυ ɢɪᴠє ʙᴧη ʀɪɢʜᴛs ᴛσ ᴛʜє ʙσᴛ ᴡɪᴛʜ ᴧᴅϻɪη```

❖ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [⎯᪵፝֟፝֟⎯꯭𓆩꯭ 𝐀 ꯭ʟ ꯭ᴘ ꯭ʜ꯭ ᴧ꯭⎯꯭꯭‌꯭🥂꯭༎꯭ 𓆪](https://t.me/ll_ALPHA_BABY_lll)**
'''


    HELP_17 = '''```
❖ ᴘɪη|υηᴘɪη ᴄσϻϻᴧηᴅꜱ ❖```

**ᴛʜєsє ᴧʀє ᴛʜє ᴧᴠᴧɪʟᴧʙʟє ɢʀσυᴘ ϻᴧηᴧɢєϻєηᴛ ᴄσϻϻᴧηᴅs

❖ 𝖠𝖣𝖬𝖨𝖭𝖲 𝖮𝖭𝖫𝖸 :

❍ /pin ➠ ᴘɪηs ᴧ ϻєssᴧɢє ɪη ᴛʜє ɢʀσυᴘ
❍ /pinned ➠ ᴅɪsᴘʟᴧʏs ᴛʜє ᴘɪηηєᴅ ϻєssᴧɢє ɪη ᴛʜє ɢʀσυᴘ
❍ /unpin ➠ υηᴘɪηs ᴛʜє ᴄυʀʀєηᴛʟʏ ᴘɪηηєᴅ ϻєssᴧɢє


❖ sᴛᴧғғ|ʙσᴛs ᴄσϻϻᴧηᴅꜱ ❖

❍ /staff ➠ ᴅɪsᴘʟᴧʏs ᴛʜє ʟɪsᴛ σғ sᴛᴧғғ ϻєϻʙєʀs
❍ /bots ➠ ᴅɪsᴘʟᴧʏs ᴛʜє ʟɪsᴛ σғ ʙσᴛs ɪη ᴛʜє ɢʀσυᴘ

❖ ɢʀσυᴘ sєᴛ υᴘ ᴄσϻϻᴧηᴅꜱ ❖```

❍ /settitle ➠ sєᴛs ᴛʜє ᴛɪᴛʟє σғ ᴛʜє ɢʀσυᴘ
❍ /setdiscription ➠ sєᴛs ᴛʜє ᴅєsᴄʀɪᴘᴛɪση σғ ᴛʜє ɢʀσυᴘ
❍ /setphoto ➠ sєᴛs ᴛʜє ɢʀσυᴘ ᴘʜσᴛσ
❍ /removephoto ➠ ʀєϻσᴠєs ᴛʜє ɢʀσυᴘ ᴘʜσᴛσ
❍ /unmuteall ➠ ᴜɴᴍᴜᴛᴇ ᴀʟʟ ᴍᴜᴛᴇ ᴍᴇᴍʙᴇʀs
❍ /unbanall ➠ ᴜɴʙᴀɴ ᴀʟʟ ʙᴀɴ ᴍᴇᴍʙᴇʀs
❍ /unpinall ➠ ᴜɴᴘɪɴ ᴀʟʟ ᴘɪɴ ᴍᴇssᴀɢᴇ

❖ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [⎯᪵፝֟፝֟⎯꯭𓆩꯭ 𝐀 ꯭ʟ ꯭ᴘ ꯭ʜ꯭ ᴧ꯭⎯꯭꯭‌꯭🥂꯭༎꯭ 𓆪](https://t.me/ll_ALPHA_BABY_lll)**
'''


    HELP_18 = '''```
❖ sᴛᴧғғ|ʙσᴛs ᴄσϻϻᴧηᴅꜱ ❖```

**❍ /staff ➠ ᴅɪsᴘʟᴧʏs ᴛʜє ʟɪsᴛ σғ sᴛᴧғғ ϻєϻʙєʀs
❍ /bots ➠ ᴅɪsᴘʟᴧʏs ᴛʜє ʟɪsᴛ σғ ʙσᴛs ɪη ᴛʜє ɢʀσυᴘ

❖ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [⎯᪵፝֟፝֟⎯꯭𓆩꯭ 𝐀 ꯭ʟ ꯭ᴘ ꯭ʜ꯭ ᴧ꯭⎯꯭꯭‌꯭🥂꯭༎꯭ 𓆪](https://t.me/ll_ALPHA_BABY_lll)**
'''


    HELP_19 = '''```
❖ ɢʀσυᴘ sєᴛ υᴘ ᴄσϻϻᴧηᴅꜱ ❖```

**❍ /settitle ➠ sєᴛs ᴛʜє ᴛɪᴛʟє σғ ᴛʜє ɢʀσυᴘ
❍ /setdiscription ➠ sєᴛs ᴛʜє ᴅєsᴄʀɪᴘᴛɪση σғ ᴛʜє ɢʀσυᴘ
❍ /setphoto ➠ sєᴛs ᴛʜє ɢʀσυᴘ ᴘʜσᴛσ
❍ /removephoto ➠ ʀєϻσᴠєs ᴛʜє ɢʀσυᴘ ᴘʜσᴛσ

❖ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [⎯᪵፝֟፝֟⎯꯭𓆩꯭ 𝐀 ꯭ʟ ꯭ᴘ ꯭ʜ꯭ ᴧ꯭⎯꯭꯭‌꯭🥂꯭༎꯭ 𓆪](https://t.me/ll_ALPHA_BABY_lll)**
'''



    HELP_20 = '''```
❖ ɢʀσυᴘ ᴄσϻϻᴧηᴅꜱ ❖```

**❍ /zombies ➠ ʀєϻσᴠєs ᴧᴄᴄ ᴅєʟєᴛєᴅ ϻєϻʙєʀs ғʀσϻ ᴛʜє ɢʀσυᴘ


❖ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [⎯᪵፝֟፝֟⎯꯭𓆩꯭ 𝐀 ꯭ʟ ꯭ᴘ ꯭ʜ꯭ ᴧ꯭⎯꯭꯭‌꯭🥂꯭༎꯭ 𓆪](https://t.me/ll_ALPHA_BABY_lll)**
'''


    HELP_21 = '''```
❖ ɢᴧϻє ᴘʟᴧʏ ❖```

**❖ ʜєʀє ᴧʀє sσϻє ϻɪηɪ ɢᴧϻєs :

❍ /dice [ʀσʟʟ ᴧ ᴅɪᴄє]
❍ /dart [ᴛʜʀσᴡ ᴧ ᴅᴧʀᴛ]
❍ /jackpot [ᴊᴧᴄᴋᴘσᴛ ϻᴧᴄʜɪηє]
❍ /ball [ʙσᴡʟɪηɢ ɢᴧϻє]
❍ /basket [ʙᴧsᴋєᴛʙᴧʟʟ ɢᴧϻє]
❍ /football [ғσσᴛʙᴧʟʟ ɢᴧϻє]

❖ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [⎯᪵፝֟፝֟⎯꯭𓆩꯭ 𝐀 ꯭ʟ ꯭ᴘ ꯭ʜ꯭ ᴧ꯭⎯꯭꯭‌꯭🥂꯭༎꯭ 𓆪](https://t.me/ll_ALPHA_BABY_lll)**
'''


    HELP_22 = '''```
❖ ɪϻᴘσsᴛєʀ ❖```
**ʜєʀє ɪs ᴛʜє ʜєʟᴘ ғσʀ ᴛʜє ɪϻᴘσsᴛєʀ ϻσᴅυʟє:

❍ /imposter on
❍ /imposter off

❖ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [⎯᪵፝֟፝֟⎯꯭𓆩꯭ 𝐀 ꯭ʟ ꯭ᴘ ꯭ʜ꯭ ᴧ꯭⎯꯭꯭‌꯭🥂꯭༎꯭ 𓆪](https://t.me/ll_ALPHA_BABY_lll)**
'''

    HELP_23 = '''```
❖ sᴧηɢ ϻᴧᴛᴧ ᴄσϻϻᴧηᴅ ❖```

**❍ /sg ➠ υsєʀ ηᴧϻє ᴧηᴅ υsєʀηᴧϻє ʜɪsᴛσʀʏ

❖ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [⎯᪵፝֟፝֟⎯꯭𓆩꯭ 𝐀 ꯭ʟ ꯭ᴘ ꯭ʜ꯭ ᴧ꯭⎯꯭꯭‌꯭🥂꯭༎꯭ 𓆪](https://t.me/ll_ALPHA_BABY_lll)**
'''

    HELP_24 = '''```
❖ ᴛʀᴧηsʟᴧᴛєs ❖```

**❍ /tr ➠ ᴄᴧη ᴛʀᴧηꜱʟᴧᴛє ϻυʟᴛɪᴘʟє ʟᴧηɢυᴧɢєs

❖ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [⎯᪵፝֟፝֟⎯꯭𓆩꯭ 𝐀 ꯭ʟ ꯭ᴘ ꯭ʜ꯭ ᴧ꯭⎯꯭꯭‌꯭🥂꯭༎꯭ 𓆪](https://t.me/ll_ALPHA_BABY_lll)**
'''


    HELP_25 = '''```
❖ ɢɪᴛʜᴜʙ ᴄσϻϻᴧηᴅꜱ ❖```

**❍ /git ➠ ғɪɴᴅ ʀᴇᴘᴏ ɢɪᴛ ᴜsᴇʀɴᴀᴍᴇ
❍ /allrepo ➠ sᴇᴇ ᴀʟʟ ʀᴇᴘᴏ ᴛʜʀᴏᴜɢʜ ɢɪᴛ ᴜsᴇʀɴᴀᴍᴇ
❍ /downloadrepo ➠ ᴅᴏᴡɴʟᴏᴀᴅ ɢɪᴛʜᴜʙ ʀᴇᴘᴏ

❖ єxᴧϻᴘʟє : /git TEAMPURVI

❖ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [⎯᪵፝֟፝֟⎯꯭𓆩꯭ 𝐀 ꯭ʟ ꯭ᴘ ꯭ʜ꯭ ᴧ꯭⎯꯭꯭‌꯭🥂꯭༎꯭ 𓆪](https://t.me/ll_ALPHA_BABY_lll)**
'''


    HELP_26 = '''```
❖ ᴛєʟєɢʀᴧᴘʜ ❖```
**ᴄʀєᴧᴛє ᴧ ᴛєʟєɢʀᴧᴘʜ ʟɪηᴋ ᴧηʏ ϻєᴅɪᴧ!

❍ /tgm [ʀєᴘʟʏ ᴛσ ᴧηʏ ϻєᴅɪᴧ]
❍ /tgt [ʀєᴘʟʏ ᴛσ ᴧηʏ ϻєᴅɪᴧ]

❖ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [⎯᪵፝֟፝֟⎯꯭𓆩꯭ 𝐀 ꯭ʟ ꯭ᴘ ꯭ʜ꯭ ᴧ꯭⎯꯭꯭‌꯭🥂꯭༎꯭ 𓆪](https://t.me/ll_ALPHA_BABY_lll)**
'''
    HELP_PROMOTION = '''
**─────────────────────────
ㅤㅤ❖ ᴘᴧɪᴅ ᴘʀσϻσᴛɪση ᴧᴠᴧɪʟᴧʙʟє ❖
─────────────────────────
❍ ᴄʜᴧᴛᴛɪηɢ ɢʀσυᴘ's
❍ ᴄσʟσʀ ᴛʀᴧᴅɪηɢ ɢᴧϻє's
❍ ᴄʜᴧηηєʟ's | ɢʀσυᴘ's .....
❍ ʙєᴛᴛɪηɢ ᴧᴅs σʀ ᴧηʏᴛʜɪηɢ
─────────────────────────
● ᴘʀσϻσᴛє ᴧηʏᴛʜɪηɢ ʏσυ ᴡᴧηᴛ ση συʀ ᴘʟᴧᴛғσʀϻ ᴡɪᴛʜ ʙєsᴛ ᴘʟᴧηs ᴧηᴅ ᴘʀσᴘєʀ sєʀᴠɪᴄєs
─────────────────────────
● ᴅᴧɪʟʏ, ᴡєєᴋʟʏ ᴧηᴅ ϻσηᴛʜʟʏ ᴘʟᴧη'ꜱ ᴧᴠᴧɪʟᴧʙʟє ꜰσʀ ʙɪɢ ʙυꜱɪηєꜱꜱєꜱ ᴧᴛ ᴛʜє ʙєꜱᴛ ᴘσꜱꜱɪʙʟє ᴄσηᴅɪᴛɪσηꜱ !
─────────────────────────
ʙєsᴛ ᴧηᴅ ᴄʜєᴧᴘ ɪη ᴛєʟєɢʀᴧϻ 400-500+ ϻєϻʙєʀs ɪη σηє ᴘʀσϻσᴛɪση ɢυʀᴧηᴛєє...
─────────────────────────
❍ ᴄσηᴛᴧᴄᴛ - [⎯᪵፝֟፝֟⎯꯭𓆩꯭ 𝐀 ꯭ʟ ꯭ᴘ ꯭ʜ꯭ ᴧ꯭⎯꯭꯭‌꯭🥂꯭༎꯭ 𓆪](https://t.me/ll_ALPHA_BABY_lll)
─────────────────────────**
'''
    HELP_ALLBOT = '''
**─────────────────────────
│ ᴡєʟᴄσϻє ᴛσ ˹[тᴇᴀᴍ ᴘᴜʀᴠɪ](https://t.me/PURVI_SUPPORT)˼ ʙσᴛ sᴛᴧᴛυs │
─────────────────────────
       ❖ │ ʀєᴧʟ ᴛɪϻє ʙσᴛ's sᴛᴧᴛυs │❖
─────────────────────────

╭⎋ [ʀɪʏᴧ ꭙ ϻυsɪᴄ](https://t.me/RIYA_XMUSIC_Robot) : ᴧʟɪᴠє 
╰⊚ υᴘᴛɪϻє : 12ʜ:58ϻ:20s | ᴄᴘυ : 5.0% | 
       υsᴧɢє : 24 | ᴧssɪsᴛᴧηᴛs : 01

╭⎋ [ᴘᴜʀᴠɪ ꭙ ϻυsɪᴄ](https://t.me/purvi_music_bot) : ᴧʟɪᴠє 
╰⊚ υᴘᴛɪϻє : 12ʜ:58ϻ:20s | ᴄᴘυ : 5.0% | 
       υsᴧɢє : 24 | ᴧssɪsᴛᴧηᴛs : 01

╭⎋ [ѕʜɪᴠᴧ ꭙ ϻυsɪᴄ](https://t.me/ShivaMusicBot) : ᴧʟɪᴠє 
╰⊚ υᴘᴛɪϻє : 12ʜ:58ϻ:20s | ᴄᴘυ : 5.0% | 
       υsᴧɢє : 24 | ᴧssɪsᴛᴧηᴛs : 01
─────────────────────────
⊚ ʙσᴛ sᴛᴧᴛυs ᴧηᴅ ϻσʀє ʙσᴛs - [ᴄʟɪᴄᴋ ʜєʀє](https://t.me/PURVI_SUPPORT/263)
─────────────────────────
⊚ ʟᴧsᴛ ᴄʜєᴄᴋєᴅ ση : ᴅᴧᴛє : 10 ᴊᴀɴ 2025 
─────────────────────────
❍ 𝐏ᴏᴡєʀєᴅ 𝖡ʏ » [⎯᪵፝֟፝֟⎯꯭𓆩꯭ 𝐀 ꯭ʟ ꯭ᴘ ꯭ʜ꯭ ᴧ꯭⎯꯭꯭‌꯭🥂꯭༎꯭ 𓆪](https://t.me/ll_ALPHA_BABY_lll)
─────────────────────────**
'''
    HELP_ABOUT = '''
**─────────────────────────
❖ ᴀ sɪᴍᴘʟᴇ ϻᴜsɪᴄ ʙσᴛ ғσʀ ᴛєʟєɢʀᴧϻ ɢʀσᴜᴘs / ᴄʜᴧηηєʟs
─────────────────────────
● ᴡʀɪᴛᴛєη ɪη ➥ [ᴩʏᴛʜση](https://www.python.org/)
● ᴅᴧᴛᴧʙᴧsє ➥ [ϻᴏηɢᴏ-ᴅʙ](https://www.mongodb.com/)
─────────────────────────
● ηᴏ ʟᴀɢ ɪssᴜєs ηᴏ ᴧᴅs ηᴏ ʙᴜɢs.
● sᴜᴘᴘᴏʀᴛ ᴧʟʟ ᴛɪϻє sᴛᴧʏ ᴡɪᴛʜ ᴜs.
● ᴇηᴊᴏʏ ғєєʟ ғʀєє ϻᴜsɪᴄ ᴡɪᴛʜ sσηᴧʟɪ.
● ᴧᴅᴅ ϻє ηᴏᴡ ʙᴧʙʏ ɪɴ ʏᴏᴜʀ ɢʀσᴜᴘs.
─────────────────────────
❖ υᴘᴅᴧᴛєs ᴄʜᴧηηєʟ ➥ [ᴘᴜʀᴠɪ-ʙᴏᴛs](https://t.me/PURVI_SUPPORT)
❖ sυᴘᴘσʀᴛ ᴄʜᴧᴛ ➥ [ᴘᴜʀᴠɪ-ᴜᴘᴅᴀᴛᴇs](https://t.me/PURVI_UPDATES)
❖ ʙᴏᴛ σᴡηєʀ ➥ [⎯᪵፝֟፝֟⎯꯭𓆩꯭ 𝐀 ꯭ʟ ꯭ᴘ ꯭ʜ꯭ ᴧ꯭⎯꯭꯭‌꯭🥂꯭༎꯭ 𓆪](https://t.me/ll_ALPHA_BABY_lll)
❖ ʀєᴘσ ʟɪηᴋ ➥ [ᴄʟɪᴄᴋ-ʜєʀє](github.com/TEAMPURVI)
─────────────────────────
❖ ᴄʟɪᴄᴋ ση ᴛʜє ʜєʟᴩ ʙυᴛᴛση ᴛσ ɢєᴛ ɪηғσ
    ᴧʙσυᴛ ϻʏ ϻσᴅυʟєs ᴧηᴅ ᴄσϻϻᴧηᴅs...!
─────────────────────────**
'''

#------------------------------------------------------------------------------------------------------------------------
#------------------------------------------------------------------------------------------------------------------------
#------------------------------------------------------------------------------------------------------------------------


    
    fullpromote = {
    'can_change_info': True,
    'can_post_messages': True,
    'can_edit_messages': True,
    'can_delete_messages': True,
    'can_invite_users': True,
    'can_restrict_members': True,
    'can_pin_messages': True,
    'can_promote_members': True,
    'can_manage_chat': True,
    }

    
    promoteuser = {
    'can_change_info': False,
    'can_post_messages': True,
    'can_edit_messages': True,
    'can_delete_messages': False,
    'can_invite_users': True,
    'can_restrict_members': False,
    'can_pin_messages': False,
    'can_promote_members': False,
    'can_manage_chat': True,
    }




#------------------------------------------------------------------------------------------------------------------------
#------------------------------------------------------------------------------------------------------------------------
#------------------------------------------------------------------------------------------------------------------------
